Repository: batyok32/myshop
Catalog: dj_shop/locale/*/LC_MESSAGES/django.po
Languages: tk

source: Your shopping cart
tk: Korzina

source: Home
tk: Baş sahypa

source: Price
tk: Bahasy

source: Quantity
tk: Sany

source: Total
tk: Jemi

source: Update
tk: Täzelen

source: Remove
tk: Ayyrmak

source: coupon
tk: talon

source: People who bought this also bought
tk: Muny satyn alan adamlar hem satyn aldylar

source: Apply a coupon
tk: Talony ulanyň

source: Apply
tk: Giriş

source: Continue shopping
tk: Söwda etmegi dowam etdiriň

source: Checkout
tk: Çykyş

source: We are really sorry but we dont have so much
tk: Biz hakykatdanam gynanýarys, ýöne beýle kan ýok

source: Coupon
tk: Talon

source: English
tk: Inlis dili

source: Turkmen
tk: Turkmen dili

source: Russian
tk: Russ dili

source: Categories
tk: Kategoriýalar

source: New
tk: Täze

source: Add to cart
tk: Korzina gosmak

source: Description
tk: Düşündiriş

source: Add a comment
tk: Teswir goşuň

source: Comments
tk: Teswirler

source: Products Infomation
tk: Önüm barada maglumat

source: Your comment has been added.
tk: Teswiriňiz goşuldy

source: Add a new comment
tk: Täze teswir goşuň

source: Add comment
tk: Teswir goşuň

source: %(total_comments)s comment%(total_comments|pluralize)s
tk: %(total_comments) teswirleri %(total_comments|pluralize)s

source: Comment %(forloop.counter)s by %(comment.name)s
tk: %(forloop.counter)s sini %(comment.name)s bilen düşündiriň

source: There are no comments yet
tk: Entek teswir ýok

source: SEARCH
tk: Gözleg

source: <span>FRUIT FRESH</span> <h2>Vegetable <br />100%% Organic</h2> <p>Free Pickup and Delivery Available</p>
tk: <span>ORIGINAL PRODUKTLAR</span> <h2>Telefonlar <br />100%% Original</h2> <p>Mugt alma we eltip bermek mümkin</p>

source: SHOP NOW
tk: SARGA BASLAMAK

source: Most Viewed Product
tk: Iň köp görülýän önümler

source: Max price Product
tk: Iň ýokary baha onümler

source: Min price Product
tk: Iň pes bahaly önümler

source: Products
tk: Önümler

source: Organi Shop
tk: Telefon dükany

source: Shop
tk: Dükan

source: Sort By
tk: Sayhala

source: Showing products %(products.start_index)s - %(products.end_index)s of %(products.count)s results.
tk: Önümleriň %(products.start_index)s - %(products.end_index)s %(products.count) netijelerini görkezmek.

source: Most Viewed
tk: Iň köp görülen

source: Page %(page.number)s of %(page.paginator.num_pages)s.
tk: Sahypanyň %(page.number)s %(page.paginator.num_pages)s sahypasy.

source: Search
tk: Gözlemek

source: Products containing
tk: Içindäki önümler

source: Found %(total_results)s result%(total_results|pluralize)s
tk: Jemi %(total_results) netijesi %(total_results|pluralize)s tapyldy

source: There are no results for your query.
tk: Islegiňiz üçin netije ýok.

source: Search again
tk: Tazeden gözläň

source: Your shopping wishlist
tk: Söwda islegleriň sanawy
